{
    "id": "bista23FrMSA",
    "title": "erste Fremdsprache MSA",
    "children": [
        {
            "id": "funktionalekommunikativekompetenz",
            "title": "Funktionale kommunikative Kompetenz",
            "description": "Bis zum Mittleren Schulabschluss erreichen die Schülerinnen und Schüler im Wesentlichen das Niveau B1 des Gemeinsamen europäischen Referenzrahmens.",
            "children": [
                {
                    "id": "b41b4c80-b59e-4db5-a381-0caef0a1feee",
                    "notation": "1",
                    "title": "Hörverstehen und audiovisuelles Verstehen",
                    "description": "Bis zum Mittleren Schulabschluss erreichen die Schülerinnen und Schüler im Wesentlichen das Niveau B1 des Gemeinsamen europäischen Referenzrahmens.",
                    "children": [
                        {
                            "id": "633e2726-bc12-4302-b5eb-84eff26c0d8f",
                            "notation": "1.1",
                            "title": "in strukturell unkomplizierten Hörtexten zu vertrauten Themen das Thema erfassen und die Hauptaussagen und Einzelinformationen verstehen, wenn in deutlich artikulierter Standardsprache oder in einer vertrauten Varietät gesprochen wird."
                        },
                        {
                            "id": "1cabb136-05da-47bb-bf0c-58b7d50d8beb",
                            "notation": "1.2",
                            "title": "auch in längeren Hörtexten Mitteilungen zu konkreten Themen verstehen."
                        },
                        {
                            "id": "4173df78-d3a9-49d6-aac1-a8bbc3c2efcf",
                            "notation": "1.3",
                            "title": "das Thema und die Hauptaussagen von längeren Gesprächen zwischen Anderen verstehen."
                        },
                        {
                            "id": "56290e75-f86a-4f47-a833-c3b5d7599d4d",
                            "notation": "1.4",
                            "title": "Vorträge und Präsentationen verstehen und dabei zwischen Hauptaussagen und unterstützenden Details unterscheiden, wenn die Thematik vertraut und die Darstellung unkompliziert und klar strukturiert ist."
                        },
                        {
                            "id": "91fec227-3c6b-4b31-aa9f-3198d5c2cd4e",
                            "notation": "1.5",
                            "title": "bei längeren Hörtexten und audiovisuellen Texten anhand des erfassten Themas Vorhersagen über den weiteren Inhalt treffen und diese während des Hörens anpassen."
                        },
                        {
                            "id": "7c6c52ac-83b0-4a50-9ee9-4e5d61aad3e6",
                            "notation": "1.6",
                            "title": "das Thema und die Hauptaussagen in audiovisuellen Texten zu vertrauten Themen verstehen, wenn relativ langsam und deutlich gesprochen wird."
                        },
                        {
                            "id": "5ee886e8-a6e9-447d-a112-503c569be695",
                            "notation": "1.7",
                            "title": "in strukturell unkomplizierten, literarisch-ästhetischen Hörtexten und audiovisuellen Texten zentrale Themen, Ereignisse, Figuren sowie deren Verbindung zueinander erfassen und erschließen."
                        },
                        {
                            "id": "680cc5d9-b41d-45ce-b869-bf5fd8d84828",
                            "notation": "1.8",
                            "title": "auf ihnen vertraute (digitale) Werkzeuge bei der Rezeption von Hörtexten und audiovisuellen Texten in der Regel selbstständig zurückgreifen."
                        }
                    ]
                },
                {
                    "id": "7d3dc6cb-bf54-4906-a10c-ab1f87f107e5",
                    "notation": "2",
                    "title": "Leseverstehen",
                    "description": "Das Leseverstehen ermöglicht die Teilhabe an Kommunikationssituationen, in denen die Rezeption schriftlich vermittelter Texte im Mittel punkt steht. Die Anforderungen in den rezeptiven Anteilen solcher Kommunikationssituationen werden durch Merkmale der Texte (z. B. Länge, sprachliche Komplexität, Struktur oder Genre) und durch spezifische Verstehensabsichten (z. B. das Thema erfassen, eine bestimmte Information auffinden) geprägt.",
                    "children": [
                        {
                            "id": "f782d35d-8190-4ccf-852d-30e56d53edc2",
                            "notation": "2.1",
                            "title": "strukturell unkomplizierte Korrespondenz zu vertrauten Themen einschließlich der verwendeten Umgangsformen verstehen."
                        },
                        {
                            "id": "b1c28174-7ced-45f3-94c7-ae199c7685c5",
                            "notation": "2.2",
                            "title": "in strukturell unkomplizierten Gebrauchstexten wichtige Informationen auffinden und verstehen sowie zum Lösen einer Aufgabe Informationen aus verschiedenen Texten zusammentragen."
                        },
                        {
                            "id": "3f5177f6-a024-4667-8822-67d910e8e8cc",
                            "notation": "2.3",
                            "title": "klar formulierte Anleitungen, Hinweise oder Vorschriften verstehen."
                        },
                        {
                            "id": "36dd58b9-f594-4698-9659-bb2a4bb1d5cb",
                            "notation": "2.4",
                            "title": "strukturell unkomplizierte Sachtexten zu vertrauten Themen verstehen und dabei die Hauptaussagen erkennen und Einzelinformationen erfassen."
                        },
                        {
                            "id": "5439d2c3-4e45-4038-8ef7-166d8bc4b418",
                            "notation": "2.5",
                            "title": "in strukturell unkomplizierten literarisch-ästhetischen Texten zentrale Themen, Ereignisse, Figuren sowie deren Verbindung zueinander erfassen."
                        },
                        {
                            "id": "3ac2841c-a232-4da5-82ff-e40086a80bf5",
                            "notation": "2.6",
                            "title": "das eigene emotionale Erleben eines strukturell unkomplizierten literarisch-ästhetischen Texts sowie die Eigenschaften und Gefühle einer literarischen Figur erfassen."
                        },
                        {
                            "id": "ef4df5a5-74e2-4bdd-8f7f-52b2ca4ad64a",
                            "notation": "2.7",
                            "title": "beim Lesen auf ihnen vertraute (digitale) Werkzeuge in der Regel selbstständig zurückgreifen."
                        },
                        {
                            "id": "c03a6f9b-2ec9-45d6-85c2-089c482303a1",
                            "notation": "2.8",
                            "title": "die Bedeutung unbekannter Wörter in einem Text aus ihren Bestandteilen und dem Kontext ableiten."
                        },
                        {
                            "id": "42646030-3fe8-4b23-b21c-740e559ac54b",
                            "notation": "2.9",
                            "title": "mit Hilfe von Hinweisen in Texten und der Aufgabe Vorhersagen über den weiteren Inhalt treffen und diese während des Lesens anpassen."
                        },
                        {
                            "id": "48483424-95df-4b2f-9d8b-cb23000a6edf",
                            "notation": "2.10",
                            "title": "die in einer Sprache/weiteren Sprachen verfügbaren Kenntnisse und erlernten Strategien in der Regel selbstständig aktivieren, um zielsprachige Texte zu verstehen."
                        }
                    ]
                },
                {
                    "id": "57a3e9c7-c785-47ea-958b-64c8489168db",
                    "notation": "3",
                    "title": "Sprechen",
                    "description": "Sprechen ist auf die Produktion mündlicher Texte ausgerichtet. Dabei ist Sprechen stets – selbst in der Form eines Vortrags – ein interaktiver Vorgang, da die Reaktionen eines Publikums u.a. eingeplant, antizipiert, aufgegriffen werden. Im Folgenden wird jedoch unterschieden zwischen mündlicher Interaktion als Form dialogischen Sprechens und mündlicher Produktion als Form monologischen Sprechens, da diese jeweils unterschiedliche Teilkompetenzen und Strategien erfordern. Beide Formen mündlicher Kommunikation umfassen narrative, expositorische und argumentative Genres, die für die Alltagskommunikation der Schülerinnen und Schüler relevant sind. Diese Kommunikation findet sowohl face-to-face als auch im digitalen Raum statt. So sind durch den Einsatz digitaler Medien neue Formen der Mündlichkeit entstanden.",
                    "children": [
                        {
                            "id": "050669c0-73d2-485e-88cc-ebb508ecdfc4",
                            "notation": "3.1",
                            "title": "Mündliche Interaktion",
                            "children": [
                                {
                                    "id": "3526a3a1-aa19-491b-bdf1-cbd3808046c0",
                                    "notation": "3.1.1",
                                    "title": "spontan und flüssig an Gesprächen zu vertrauten und gesellschaftlich relevanten Themen teilnehmen, persönliche Meinungen ausdrücken und Argumente austauschen über Themen, die vertraut sind."
                                },
                                {
                                    "id": "b5d8f726-9ca1-49b8-95c1-d0e21f88808d",
                                    "notation": "3.1.2",
                                    "title": "an mündlichen Interaktionsformen teilnehmen, die eine inhaltliche, sprachliche oder strategische Vorbereitung voraussetzen."
                                },
                                {
                                    "id": "fad16c6a-b2b6-4836-8d03-acf0a53e6f34",
                                    "notation": "3.1.3",
                                    "title": "ein strukturell unkompliziertes Gespräch auch ohne Vorbereitung unter Berücksichtigung der wichtigsten Höflichkeitskonventionen spontan führen."
                                },
                                {
                                    "id": "47795c21-cf14-4546-a305-bf11b26e654f",
                                    "notation": "3.1.4",
                                    "title": "in einem Alltagsgespräch klar artikulierte Standardsprache verstehen, sie müssen aber manchmal um Wiederholung oder Klärung bestimmter Wörter und Wendungen bitten."
                                },
                                {
                                    "id": "17cd2e41-060c-4835-be2b-6959989f5172",
                                    "notation": "3.1.5",
                                    "title": "an routinemäßigen formellen Diskussionen über vertraute Themen teilnehmen, sofern die Punkte in überwiegend einfacher Sprache vorgebracht und/oder wiederholt werden und Gelegenheit zur Klärung besteht."
                                },
                                {
                                    "id": "feb6ad46-5875-487b-b6c4-740f980b8ec2",
                                    "notation": "3.1.6",
                                    "title": "unkomplizierte Sachinformationen über vertraute Themen adressaten-, situations- und zweckangemessen weitergeben und Informationsfragen dazu detailliert beantworten."
                                },
                                {
                                    "id": "9a044588-7c18-446e-aa3d-8be8bada0bfb",
                                    "notation": "3.1.7",
                                    "title": "(digitale) Hilfsmittel nutzen, um relativ einfache, aber ausführliche Gespräche mit persönlich bekannten Personen zu führen oder grundlegende Dienstleistungen zu erhalten."
                                },
                                {
                                    "id": "4ce0a6c3-16cf-455b-a89f-11c3ff4c885d",
                                    "notation": "3.1.8",
                                    "title": "neue Ausdrücke und Kombinationen von Ausdrücken einüben und ausprobieren und um Rückmeldung dazu bitten."
                                },
                                {
                                    "id": "b8c85a4c-8e38-4a93-aa8f-3213d912264b",
                                    "notation": "3.1.9",
                                    "title": "sprachlich oder inhaltlich ähnliche Wörter verwenden, im Versuch ein fehlendes Wort zu paraphrasieren."
                                },
                                {
                                    "id": "cfd2c90a-0d8e-438f-80e8-0bb434733901",
                                    "notation": "3.1.10",
                                    "title": "ein strukturell unkompliziertes Gespräch adressaten-, situations- und zweckangemessen beginnen, in Gang haltenund beenden."
                                },
                                {
                                    "id": "4d179c79-1fb6-45b6-91d2-be6233da4c3a",
                                    "notation": "3.1.11",
                                    "title": "die in einer Sprache/weiteren Sprachen verfügbaren Kenntnisse, Fertigkeiten und erlernten Strategien in der Regel selbstständig für die spontane Alltagskommunikation in der Zielsprache nutzen."
                                }
                            ]
                        },
                        {
                            "id": "a5f636eb-a7e9-4340-aa0a-75dfb56aa804",
                            "notation": "3.2",
                            "title": "Mündliche Produktion",
                            "children": [
                                {
                                    "id": "ca0df33b-946e-4d64-a83b-60612737c503",
                                    "notation": "3.2.1",
                                    "title": "weitgehend flüssig strukturell unkomplizierte, aber zusammenhängende Beschreibungen und Darstellungen zu vertrauten Themen geben, wobei die einzelnen Punkte linear aneinandergereiht werden."
                                },
                                {
                                    "id": "dad3a767-95a6-41e1-8273-43112eefde85",
                                    "notation": "3.2.2",
                                    "title": "zu verschiedenen vertrauten Themen des eigenen Interessenbereichs strukturell unkomplizierte Beschreibungen oder Berichte geben."
                                },
                                {
                                    "id": "f84faa28-4b82-4cb3-8d52-c8b7c11fee47",
                                    "notation": "3.2.3",
                                    "title": "die Hauptaspekte einer Idee oder eines Problems hinreichend genau erklären."
                                },
                                {
                                    "id": "22049ec1-1b96-47bf-a1ca-5a2e6fff3cd5",
                                    "notation": "3.2.4",
                                    "title": "für Ansichten, Pläne oder Handlungen, kurze Begründungen oder Erklärungen geben."
                                },
                                {
                                    "id": "b0966456-5574-406e-8145-b85f846ff74e",
                                    "notation": "3.2.5",
                                    "title": "vorbereitete Präsentationen zu vertrauten Themen in verschiedenen Kommunikationsformen so klar und präzise vortragen, dass man dieser meist mühelos folgen kann."
                                },
                                {
                                    "id": "fe8558b8-d365-4dc0-9872-363db17f4e94",
                                    "notation": "3.2.6",
                                    "title": "(digitale) Hilfsmittel in der Regel selbstständig nutzen, um zusammenhängende mündliche Äußerungen zu vertrauten Themen zu verfassen."
                                },
                                {
                                    "id": "bde441be-2894-42a1-b1c4-0ffb661cdb13",
                                    "notation": "3.2.7",
                                    "title": "ihre begrenzten Kompetenzen in den verschiedenen ihnen eventuell zur Verfügung stehenden Sprachen in der Regel selbstständig für zusammenhängende Beschreibungen und Berichte in der Zielsprache nutzen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "e5707bb5-e89d-4351-be3d-1b7652f2ed41",
                    "notation": "4",
                    "title": "Schreiben",
                    "description": "Schreiben ist auf die Produktion schriftlicher Texte ausgerichtet. Dabei ist es in der Regel eine auf die zwischenmenschliche Kommunikation zielende Aktivität, die allerdings auch individuellen Lern-, Erkenntnis- und Reflexionsprozessen dienen kann. Es wird jedoch im Folgenden zwischen schriftlicher Interaktion (Kommunikation zwischen zwei oder mehreren Partnern) und schriftlicher Produktion (Verfassen von Texten, die keine direkte Reaktion beabsichtigen) unterschieden, da sie unterschiedliche Teilkompetenzen und Strategien erfordern. Die schriftliche Kommunikation umfasst unterschiedliche Genres, d.h. diskurse Textformen, die für die Alltagskommunikation der Schülerinnen und Schüler relevant sind. Durch die digitale Transformation hat die schriftliche Kommunikation an Bedeutung gewonnen und neue (multimodale) Textsorten sind entstanden.",
                    "children": [
                        {
                            "id": "7fef42ff-febc-4b24-b234-ca5d19fc303b",
                            "notation": "4.1",
                            "title": "Schriftliche Interaktion",
                            "children": [
                                {
                                    "id": "11692ac6-b6d7-47dd-84c4-f63f87e4e02b",
                                    "notation": "4.1.1",
                                    "title": "adressaten-, situations- und zweckangemessen in einfachen Texten zu vertrauten Themen schriftlich interagieren."
                                },
                                {
                                    "id": "973e317e-0a6a-400c-b865-3f9e634ede8d",
                                    "notation": "4.1.2",
                                    "title": "in persönlichen Korrespondenzen einfache Informationen von unmittelbarer Bedeutung geben oder erfragen und dabei deutlich machen, was sie für wichtig halten."
                                },
                                {
                                    "id": "de8e6e77-6610-43f3-9cc9-8c4f1dc3d5c3",
                                    "notation": "4.1.3",
                                    "title": "persönliche Korrespondenzen verfassen und darin detailliert über Erfahrungen, Gefühle, Ereignisse, Meinungen berichten."
                                },
                                {
                                    "id": "71598d88-6143-44fd-97de-0a211cfe808a",
                                    "notation": "4.1.4",
                                    "title": "adressaten-, situations- und zweckangemessen Notizen mit einfachen, unmittelbar relevanten Informationen formulieren."
                                },
                                {
                                    "id": "8bcfe53c-6728-463b-af05-de1843f8ad6f",
                                    "notation": "4.1.5",
                                    "title": "formelle Schreiben, die inhaltlich, sprachlich und formal korrekt gestaltet sein sollen, verfassen und bei Bedarf notwendige (digitale) Hilfen nutzen."
                                },
                                {
                                    "id": "15ff6a84-d2eb-4ec2-a476-c40e6fabb527",
                                    "notation": "4.1.6",
                                    "title": "Beitrag zu einer Online-Diskussion über ein vertrautes Thema formulieren und individuell und weitgehend detailliert auf die Kommentare anderer eingehen."
                                },
                                {
                                    "id": "464a5c20-e683-4af8-9946-f216d86ecee9",
                                    "notation": "4.1.7",
                                    "title": "in der Regel selbständig erklären, warum bestimmte Teile oder Aspekte eines literarisch-ästhetischen Textes für sie von besonderem Interesse sind."
                                },
                                {
                                    "id": "2d95a518-15ac-4b45-9a34-0ed629ca278d",
                                    "notation": "4.1.8",
                                    "title": "(digitale) Hilfsmittel in der Regel selbstständig nutzen, um in einfachen Texten schriftlich zu interagieren."
                                },
                                {
                                    "id": "adf6d4b0-123b-4a91-9874-a161857c3970",
                                    "notation": "4.1.9",
                                    "title": "sprachlich oder inhaltlich ähnliche Wörter verwenden, im Versuch ein fehlendes Wort zu paraphrasieren."
                                },
                                {
                                    "id": "6f0fcf4b-7abb-4cce-bc2b-05605203336a",
                                    "notation": "4.1.10",
                                    "title": "andere um Erklärung, mehr Details oder Wiederholung in digitalen Kommunikationsformen bitten."
                                },
                                {
                                    "id": "d81194b0-a67b-45a4-9b20-1612d084e78b",
                                    "notation": "4.1.11",
                                    "title": "die in einer Sprache/weiteren Sprachen verfügbaren Kenntnisse, Fertigkeiten und erlernten Strategien in der Regel selbstständig für schriftliche Interaktion in der Zielsprache nutzen."
                                }
                            ]
                        },
                        {
                            "id": "8c044aac-475a-4326-8f02-4870e4c50a4b",
                            "notation": "4.2",
                            "title": "Schriftliche Produktion",
                            "children": [
                                {
                                    "id": "27aab52c-af73-4666-94bf-7c626e671b0e",
                                    "notation": "4.2.1",
                                    "title": "strukturell unkomplizierte, zusammenhängende Texte zu vertrauten und gesellschaftlich relevanten Themen verfassen, wobei einzelne kürzere Teile in linearer Abfolge verbunden werden."
                                },
                                {
                                    "id": "2543f6de-59f9-4072-9aea-c27544ba053a",
                                    "notation": "4.2.2",
                                    "title": "Beschreibungen eines realen oder fiktiven Ereignisses verfassen."
                                },
                                {
                                    "id": "001235c2-9764-46a9-a5ca-debff3b61f15",
                                    "notation": "4.2.3",
                                    "title": "in einem üblichen Standardformat kurze Berichte verfassen, in denen Sachinformationen weitergegeben und Gründe für Handlungen angegeben werden."
                                },
                                {
                                    "id": "86391411-d20f-4e52-b662-721e931fff28",
                                    "notation": "4.2.4",
                                    "title": "(digitale) Hilfsmittel in der Regel selbstständig nutzen, um relativ einfache zusammenhängende Texte zu vertrauten Themen zu verfassen und zu revidieren/korrigieren."
                                },
                                {
                                    "id": "cba96339-c401-4cfe-89ec-ed4f74d355d9",
                                    "notation": "4.2.5",
                                    "title": "das eigene Repertoire an sprachlichen Mitteln mit Hilfe (digitaler) Werkzeuge in der Regel selbstständig erweitern."
                                },
                                {
                                    "id": "ae00d3c3-2baf-4d61-9150-356432277523",
                                    "notation": "4.2.6",
                                    "title": "die in einer Sprache/weiteren Sprachen verfügbaren Kenntnisse, Fertigkeiten und erlernten Strategien in der Regel selbstständig für das Verfassen von zielsprachigen Texten nutzen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "02f02faa-14d9-4f4a-8192-1035de939255",
                    "notation": "5",
                    "title": "Mediation / Sprachmittlung",
                    "description": "Mediation ist ein interaktiver Prozess, mit dem Kommunikation, Verständnis und Kooperation zwischen Personen ermöglicht und aufrechterhalten werden. Dieser Prozess vollzieht sich zum Beispiel beim Mitteln von Textinhalten und Konzepten sowie beim Ermöglichen und Gestalten von Kommunikation zwischen Menschen, die aufgrund ihrer Herkunft und Erfahrungen unterschiedliche individuelle, soziale, kulturelle oder sprachliche Grundlagen und Kompetenzen haben. Diese können zu verschiedenen kommunikativ-interaktiven Voraussetzungen und folglich unterschiedlichen Verstehensmöglichkeiten führen und eine Verständigung beeinträchtigen. Sprachmittlung umfasst die sprachlichen Prozesse der Mediation. Sprachmittlung besteht in der adressaten-, situations- und zweckangemessenen Übertragung von Informationen aus einer Sprache A in eine Sprache B für andere Personen, die anderenfalls keinen Zugang zu diesen Informationen hätten. Damit ist die Sprachmittlung eine interaktive kommunikative Kompetenz, die auf andere (fremdsprachliche) Kompetenzbereiche zurückgreift. Die Anforderungen ergeben sich aus der Vertrautheit mit den zu mittelnden Informationen, der Richtung, in der die Sprachmittlung erfolgt sowie ggf. dem Wechsel zwischen verschiedenen sprachlichen Repräsentationsformen (z. B. vom Hören zum Schreiben, vom Lesen zum Sprechen).",
                    "children": [
                        {
                            "id": "a91ef21c-c050-4d84-9155-b6c83d7a1c04",
                            "notation": "5.1",
                            "title": "in beide Richtungen zwischen Deutsch und der ersten Fremdsprache sprachlich und kulturell mündlich, schriftlich sowie im Wechsel der sprachlichen Repräsentationsformen auch längere Texte mitteln, wenn diese in strukturell unkomplizierter Sprache formuliert sind. Dabei sind ihnen die Kommunikations- und Interaktionsformen sowie die Themen vertraut."
                        },
                        {
                            "id": "66dc169c-5d5c-4a7a-af24-8689fa2c08c5",
                            "notation": "5.2",
                            "title": "Interaktionen voranbringen, indem sie andere Menschen einladen, ihr Wissen, ihre eigenen Erfahrungen und Sichtweisen einzubringen."
                        },
                        {
                            "id": "8b5f4a78-7cd7-4919-8120-5d03509c3b32",
                            "notation": "5.3",
                            "title": "einfache Gespräche für Menschen verschiedener Herkunft durch Sprachmittlung sicherstellen. Sie sind sich dabei der eventuellen herkunftsbedingten Unterschiede und Verständnisschwierigkeiten zwischen den Menschen bewusst."
                        },
                        {
                            "id": "6c367077-bc25-41e0-8eba-9226adf4e483",
                            "notation": "5.4",
                            "title": "in Sprachmittlungs- bzw. Mediationssituationen ihre Kompetenzen im eigenen Repertoire strategisch und zielführend in der Regel selbstständig nutzen."
                        },
                        {
                            "id": "68bc938f-022f-4565-9043-4c57d8d2c880",
                            "notation": "5.5",
                            "title": "strategisch und zielführend in Sprachmittlungs- bzw. Mediationssituationen auf personale und mediale (digitale) Hilfen in der Regel selbstständig zurückgreifen."
                        }
                    ]
                }
            ]
        },
        {
            "id": "interkulturellekompetenz",
            "title": "Interkulturelle Kompetenz",
            "description": "Interkulturelle Kompetenz umfasst soziokulturelles und soziolinguistisches Wissen, Einstellungen und Empathiefähigkeit sowie kommunikatives Können. Interkulturelle Kompetenz ist primär auf die Handlungsfähigkeit (savoir-faire) ausgerichtet. Sie zeigt sich in der Fähigkeit und Bereitschaft, in direkten und medial vermittelten Begegnungen kommunikativ und kulturell angemessen zu handeln sowie beim Verstehen, Deuten und Produzieren fremdsprachiger Texte. Interkulturelle Kompetenz impliziert die Fähigkeit und Bereitschaft, unterschiedlich kulturell geprägte Perspektiven wahrzunehmen und über diese zu reflektieren – im Sinne von kultureller Bewusstheit (cultural awareness). Von zentraler Bedeutung für die interkulturelle Kompetenz ist auch die Bereitschaft, als kultureller Mittler zu handeln. Dabei berücksichtigt interkulturelle Kompetenz die sprachliche und kulturelle Heterogenität von Gesellschaft und damit auch von Schulgemeinschaft. Die sprachspezifische Ausprägung der interkulturellen Kompetenz ist u.a. abhängig von den jeweils erreichten rezeptiven, produktiven, interaktiven und mittelnden Kompetenzniveaus. Je nach individueller Sprachbiographie können die Schülerinnen und Schüler auf weitere kulturelle und sprachliche Ressourcen zurückgreifen und diese in interkulturellen Situationen adressaten-, situations- und zweckangemessen nutzen.",
            "children": [
                {
                    "id": "3a997667-f80c-4e0a-9e27-43ddb3099254",
                    "notation": "1",
                    "title": "sich der Vielfalt der Sitten und Gebräuche, der Einstellungen, Werte und Überzeugungen verschiedener gesellschaftlicher (einschließlich der eigenen) Gruppen bewusst, können auf entsprechende Signale achten sowie entsprechend wertebezogen und kommunikativ handeln."
                },
                {
                    "id": "9d9e54b0-aff1-45dd-81d6-2f2d049392f3",
                    "notation": "2",
                    "title": "sich in interkulturellen Situationen der Ähnlichkeiten und Unterschiede von Konventionen (z.B. in Bezug auf Körperhaltung, Blickkontakt und Abstand zu anderen) bewusst und können angemessen damit umgehen."
                },
                {
                    "id": "4d99596d-d59c-4ecb-b071-3ff87ba2002f",
                    "notation": "3",
                    "title": "in interkulturellen Situationen im Rahmen der ihnen zur Verfügung stehenden Mittel mit dem Kommunikationspartner sprachlich angemessen in Bezug auf Situation und Beteiligte agieren."
                },
                {
                    "id": "1cb734fc-ce94-43d5-84c0-e6a79a7c368c",
                    "notation": "4",
                    "title": "einen interkulturellen Austausch unterstützen, indem sie Offenheit, Interesse und Empathie durch Fragen und die Reaktion auf Fragen zeigen. Dabei sind sie sich der Tatsache bewusst, dass manche Themen und Fragen in den betroffenen Kulturen unterschiedlich wahrgenommen werden können."
                },
                {
                    "id": "285e8db0-0d5e-4fe2-ae75-fc844c719e21",
                    "notation": "5",
                    "title": "(als kulturelle Mittler) die Parteien bei einer Meinungsverschiedenheit bitten, ihr Problem zu erläutern, und kurz darauf reagieren, vorausgesetzt es handelt sich um ein vertrautes Thema und die Beteiligten drücken sich deutlich aus."
                },
                {
                    "id": "30990d02-e161-4964-ba00-a06abedd381e",
                    "notation": "6",
                    "title": "in einfachen Begriffen diskutieren, wie die kulturell bedingten Handlungen verschiedener gesellschaftlicher (einschließlich der eigenen) Gruppen unterschiedlich wahrgenommen werden können."
                },
                {
                    "id": "52d1425b-cc72-4713-be89-f899b9513837",
                    "notation": "7",
                    "title": "die in einer Sprache/in anderen Sprachen verfügbaren Kenntnisse, Fertigkeiten und erlernten Strategien für Sprachhandlungen in interkulturellen (Alltags-) Situationen in der Regel selbstständig nutzen."
                },
                {
                    "id": "b204ca04-8c83-4572-b824-c61058a9db72",
                    "notation": "8",
                    "title": "ihre zur Verfügung stehende interkulturelle Bewusstheit in Alltagskontexten in der Regel selbstständig reflektieren, um mit einer unerwarteten Situation adressaten-, situations- und zweckangemessen umgehen zu können."
                }
            ]
        },
        {
            "id": "sprachbewusstheit",
            "title": "Sprachbewusstheit",
            "description": "Sprachbewusstheit beruht auf Wissen über Struktur und Gebrauch der Fremdsprache und anderer Sprachen. In mündlichen und schriftlichen Kommunikationsformen zeigt sich Sprachbewusstheit in der Fähigkeit der Beteiligten, ihre Mitteilungsabsichten sprachlich korrekt und pragmatisch angemessen zu gestalten. Bei der Rezeption von Texten ist Sprachbewusstheit notwendig, um über den Sprachgebrauch nachzudenken, Vergleiche anzustellen und die so gewonnenen Erkenntnisse beim Entwickeln des Textverständnisses zu nutzen. In interaktiven und auf die Produktion von Texten ausgerichteten kommunikativen Situationen ermöglicht die Sprachbewusstheit die Reflexion des (eigenen) Sprachhandelns. Die reflexive Dimension der Kompetenz ist von fundamentaler Bedeutung für das selbstgesteuerte Fremdsprachenlernen und die Entwicklung individueller Mehrsprachigkeit.",
            "children": [
                {
                    "id": "3035c475-77ce-46fb-9feb-0488a21685fb",
                    "notation": "1",
                    "title": "Hypothesen zu Regelmäßigkeiten des Gebrauchs sprachlicher Mittel formulieren."
                },
                {
                    "id": "9d878292-3853-4b5f-81d6-fa90c1a1254e",
                    "notation": "2",
                    "title": "einige sozial und regional geprägte Varietäten der Fremdsprache wahrnehmen und reflektieren."
                },
                {
                    "id": "4cb78d68-5a41-403c-9cb7-69407092606f",
                    "notation": "3",
                    "title": "Mitteilungsabsichten in vertrauten mündlichen und schriftlichen Kommunikationsformen in der Regel selbständig situations-, adressaten- und zweckangemessen umsetzen."
                },
                {
                    "id": "8872f80f-1a8b-4d2e-862f-0ea6a96636aa",
                    "notation": "4",
                    "title": "sprachliche Fehler im Bereich vertrauter morphologisch-syntaktischer und syntaktischer Regelungen in der Regel selbständig erkennen und korrigieren."
                },
                {
                    "id": "c1647e9b-46cb-4532-9ca5-ec5f042a9136",
                    "notation": "5",
                    "title": "Gemeinsamkeiten, Unterschiede und Beziehungen zwischen Sprachen in der Regel selbständig erkennen und reflektieren."
                },
                {
                    "id": "379600ae-57a2-4b18-9c33-36240f3fbba7",
                    "notation": "6",
                    "title": "über die Erfordernisse einer kommunikativen Situation nachdenken und die so gewonnenen Erkenntnisse in der Regel selbständig in ihrem adressaten-, situations- und zweckangemessenen Sprachhandeln berücksichtigen."
                }
            ]
        },
        {
            "id": "sprachlernkompetenz",
            "title": "Sprachlernkompetenz",
            "description": "Sprachlernkompetenz beinhaltet die Fähigkeit und Bereitschaft, das eigene Sprachenlernen selbst zu steuern bzw. zu regulieren, wobei die Schülerinnen und Schüler sowohl auf ihr potenzielles mehrsprachiges Wissen wie auch auf individuelle Sprachlernerfahrungen zurückgreifen und somit z. B. Kenntnisse aus anderen Sprachen und erlernte Strategien reflektieren und für den Erwerb anderer Sprachen nutzen. Sprachlernkompetenz zeigt sich erstens in der Beobachtung und Evaluation der eigenen Sprachlernmotivation, -prozesse und -ergebnisse sowie zweitens in der Bereitschaft und Fähigkeit, begründete Konsequenzen daraus zu ziehen. Sie zeigt sich drittens im Verfügen über konkrete sprachbezogene Lernstrategien und Techniken des reflexiven Lernens. Sprachlernkompetenz ist eine prozessbezogene Kompetenz zur Förderung funktionaler kommunikativer Kompetenz, Text- und Medienkompetenz, interkultureller Kompetenz sowie plurilingualer Kompetenz.",
            "children": [
                {
                    "id": "f46a81c0-fd36-4758-849b-a84f36d87b42",
                    "notation": "1",
                    "title": "über die Erfordernisse einer kommunikativen Situation nachdenken und die so gewonnenen Erkenntnisse in der Regel selbständig in ihrem adressaten-, situations- und zweckangemessenen Sprachhandeln berücksichtigen."
                },
                {
                    "id": "87849702-cac1-42ea-a606-f28ffcdee22c",
                    "notation": "2",
                    "title": "ihr Sprachlernverhalten und ihre Sprachlernprozesse (inklusive der genutzten Strategien) in der Regel selbstständig reflektieren und optimieren."
                },
                {
                    "id": "baf78f67-1b46-4f7b-bd68-1423e7a31770",
                    "notation": "3",
                    "title": "die ihnen zur Verfügung stehenden sprachlichen Mittel in der Regel selbstständig reflektieren und diese durch den Einsatz von Strategien erweitern und sichern."
                },
                {
                    "id": "8fcdabbe-f20a-40fe-97cf-dcad2bc67542",
                    "notation": "4",
                    "title": "eigene rezeptive, produktive, interaktive und mittelnde Kompetenzen (inkl. des Verfügens über entsprechende sprachliche Mittel) in der Regel selbstständig selbst evaluieren und eigene Lernziele ggf. ändern und neu planen."
                },
                {
                    "id": "1246ead4-e161-4d6f-9e26-21d73f428153",
                    "notation": "5",
                    "title": "sind sich ihrer Emotionen und Motivationen beim Fremdsprachenlernen bewusst und können diese in der Regel selbstständig regulieren."
                },
                {
                    "id": "02501f26-cee5-453d-8e87-8501c50fd51b",
                    "notation": "6",
                    "title": "(digitale) Hilfsmittel zur Optimierung ihrer Sprachlernprozesse in der Regel selbstständig nutzen."
                },
                {
                    "id": "48096a3e-f871-4fce-94c5-2855d3a82f95",
                    "notation": "7",
                    "title": "die in einer Sprache/anderen Sprachen verfügbaren Kenntnisse und Erfahrungen aus dem Erlernen anderer Sprachen zur Optimierung ihrer Sprachlernprozesse in der Regel selbstständig nutzen."
                }
            ]
        },
        {
            "id": "text-undmedienkompetenz",
            "title": "Text- und Medienkompetenz",
            "description": "Text- und Medienkompetenz umfasst rezeptive, produktive, interaktive und mittelnde Aktivitäten in der Auseinandersetzung mit kontinuierlichen und diskontinuierlichen Texten in ihren unterschiedlichen sprachlichen Repräsentationsformen (phonisch, graphisch, Mischformen) und medialen Erscheinungen. Text- und Medienkompetenz beinhaltet entsprechend auf der rezeptiven Ebene die Fähigkeit, Texte selbstständig, zielbezogen sowie in ihren historischen, sozialen und medialen Kontexten zu verstehen, und auf der produktiven Ebene die Fähigkeit, Texte zu analysieren und zu interpretieren. Text- und Medienkompetenz umfasst überdies die Fähigkeit, eigene Texte zu produzieren und dabei auf medienspezifisches Wissen über die Texterstellung, deren Bedingungen und Techniken sowie auf Wissen über die Wirkung von Texten und die ihrer medialen Gestaltung zurückzugreifen. Text- und Medienkompetenz ist eine komplexe, integrative Kompetenz, zu deren Vermittlung und zu deren Aneignung alle Schulfächer – und damit auch der Fremdsprachenunterricht – beitragen. Die literarisch-ästhetische Kompetenz erfährt im Zusammenhang mit dem Fremdsprachenunterricht eine besondere Bedeutung, die sich u.a. aus dem Auftrag des Fremdsprachen unterrichts ergibt, zur kulturellen Bildung beizutragen. Die sprachspezifische Ausprägung der Text- und Medienkompetenz ist u.a. abhängig vom jeweils erreichten Kompetenzniveau in der funktionalen kommunikativen Kompetenz in dieser Sprache. Text- und Medienkompetenz ist eng mit der Sprachbewusstheit und der digitalen Kompetenz in fremdsprachenspezifischen Anwendungskontexten verbunden.",
            "children": [
                {
                    "id": "51f74745-3c51-4e2c-b58b-1b761c14ff0d",
                    "notation": "1",
                    "title": "strukturell unkomplizierte (literarisch-ästhetische) Texte zu vertrauten Themen mithilfe sprachlichen, inhaltlichen sowie genre- und medienspezifischen Wissens aufgabenbezogen bzw. zweckgerichtet verstehen, analysieren, deuten und die gewonnenen Aussagen am Text belegen."
                },
                {
                    "id": "22c60320-8bbe-476f-8ea0-8df86aecc8f2",
                    "notation": "2",
                    "title": "gängige (nicht-)sprachliche Gestaltungsmittel ihnen vertrauter Kommunikations- und Interaktionsformen in der Regel selbstständig erkennen und deuten."
                },
                {
                    "id": "8d9de3d8-b9d5-41ec-bfed-0bcd42d88f64",
                    "notation": "3",
                    "title": "gängige (nicht-)sprachliche Gestaltungsmittel ihnen vertrauter, auch digitaler Kommunikations- und Interaktionsformen in eigenen Texten aufgabenbezogen bzw. zweckgerichtet in der Regel selbstständig nutzen."
                },
                {
                    "id": "538c5751-35b2-4c61-8405-88b0e7dd1aa5",
                    "notation": "4",
                    "title": "strukturell unkomplizierte (literarisch-ästhetische) Texte zu vertrauten Themen aufgabenbezogen bzw. zweckgerichtet in ein anderes Genre überführen. Sie können z. B. allgemeine Trends, die in einfachen Diagrammen dargestellt sind, mündlich bzw. schriftlich beschreiben und interpretieren, obgleich ein begrenzter Wortschatz gelegentlich Formulierungsprobleme verursacht."
                },
                {
                    "id": "c170cd91-c009-4ec7-9a92-fc36ecda7e35",
                    "notation": "5",
                    "title": "ihr Erstverstehen auf der Grundlage von knappen Rückmeldungen in der Regel selbstständig kritisch reflektieren, relativieren und ggf. revidieren."
                },
                {
                    "id": "e609c5d7-2f2e-4f96-9003-c94cb645096a",
                    "notation": "6",
                    "title": "auf ihnen vertraute (digitale) Werkzeuge beim sprachlichen, inhaltlichen und textuellen Verstehen sowie beim Produzieren eigener Texte in der Regel selbstständig zurückgreifen."
                }
            ]
        },
        {
            "id": "verfügenübersprachlichemittel",
            "title": "Verfügen über sprachliche Mittel",
            "description": "Die sprachlichen Mittel – Wortschatz, Grammatik, Aussprache, Prosodie und Orthographie – sind Kompetenz bildende, funktionale Bestandteile des sprachlichen Systems und der Kommunikation. In der Vermittlung und bei der Aneignung der funktionalen kommunikativen Kompetenz haben die sprachlichen Mittel allerdings grundsätzlich dienende Funktion, da die gelingende Kommunikation im Vordergrund steht. Die kommunikativen Ziele können – u.a. abhängig vom erreichten Kompetenzniveau und der Kooperationsbereitschaft der Kommunikationspartnerinnen und -partner – mit unterschiedlichen sprachlichen Mitteln erreicht werden. Bei der Auswahl der zu vermittelnden sprachlichen Mittel sollte daher von einer kommunikativen Progression ausgegangen werden, während die sprachstrukturelle Progression eine nachgeordnete, dienende Funktion hat. Die Vermittlung und die Aneignung von Wortschatz im Sinne komplexer lexiko-grammatischer Einheiten sind mit Blick auf die funktionale kommunikative Kompetenz zentral.",
            "children": [
                {
                    "id": "9664e6bb-950e-4f52-a4f7-46874c1d2324",
                    "notation": "1",
                    "title": "Lexiko-Grammatik",
                    "description": "Die sprachlichen Mittel – Wortschatz, Grammatik, Aussprache, Prosodie und Orthographie – sind Kompetenz bildende, funktionale Bestandteile des sprachlichen Systems und der Kommunikation. In der Vermittlung und bei der Aneignung der funktionalen kommunikativen Kompetenz haben die sprachlichen Mittel allerdings grundsätzlich dienende Funktion, da die gelingende Kommunikation im Vordergrund steht. Die kommunikativen Ziele können – u.a. abhängig vom erreichten Kompetenzniveau und der Kooperationsbereitschaft der Kommunikationspartnerinnen und -partner – mit unterschiedlichen sprachlichen Mitteln erreicht werden. Bei der Auswahl der zu vermittelnden sprachlichen Mittel sollte daher von einer kommunikativen Progression ausgegangen werden, während die sprachstrukturelle Progression eine nachgeordnete, dienende Funktion hat. Die Vermittlung und die Aneignung von Wortschatz im Sinne komplexer lexiko-grammatischer Einheiten sind mit Blick auf die funktionale kommunikative Kompetenz zentral.",
                    "children": [
                        {
                            "id": "993a17a1-23de-4647-a08a-33b8282b588a",
                            "notation": "1.1",
                            "title": "sich zu vertrauten Themen (insbesondere solchen des eigenen Interessensbereichs) äußern, mitunter zögernd und mithilfe von Umschreibungen."
                        },
                        {
                            "id": "a9853c14-15b5-42d7-91c7-42eed78a0dab",
                            "notation": "1.2",
                            "title": "ein breites Spektrum einfacher sprachlicher Mittel flexibel einsetzen, um ihre Mitteilungsabsichten grundlegend zu realisieren, die wichtigsten Aspekte eines Gedankens oder eines Problems zu erklären und eigene Überlegungen zu Themen von allgemeinem Interesse auszudrücken."
                        },
                        {
                            "id": "878e859c-6722-4c4a-a113-1d19fd5087f7",
                            "notation": "1.3",
                            "title": "ihre Ausdrucksweise auch weniger routinemäßigen, sogar schwierigen Situationen anpassen."
                        },
                        {
                            "id": "383d6b40-6cac-4775-91cf-ac2c2ed6a796",
                            "notation": "1.4",
                            "title": "ein Repertoire von häufig gebrauchten Wendungen, Konstruktionen und Phrasen, die an eher vorhersehbare Situationen gebunden sind, hinreichend korrekt verwenden."
                        },
                        {
                            "id": "5209a456-0d2a-4ffc-a65d-bca586dc34ed",
                            "notation": "1.5",
                            "title": "grammatische Strukturen in vertrauten Kommunikationssituationen hinreichend korrekt und sicher anwenden. Mitunter zeigen sich erkennbare Einflüssen anderer Sprachen, ohne dass dies jedoch das Verständnis beeinträchtigt."
                        },
                        {
                            "id": "1afd6f95-ef13-4ef8-a40b-f3e5a3a30b8f",
                            "notation": "1.6",
                            "title": "die Orthographie und Zeichensetzung so exakt anwenden, dass die von ihnen produzierten zusammenhängenden Texte verständlich sind."
                        },
                        {
                            "id": "67839fd0-0a46-4d46-97d7-96277a16fa7c",
                            "notation": "1.7",
                            "title": "ihnen vertraute (digitale) Hilfsmittel situations- und zweckangemessen zur Sicherstellung weitgehender orthographischer Korrektheit in der Regel selbstständig nutzen."
                        }
                    ]
                },
                {
                    "id": "b1d3e9cf-4e27-4417-bce8-d189de8dc206",
                    "notation": "2",
                    "title": "Aussprache und Prosodie",
                    "description": "Die Aussprache der Schülerinnen und Schüler ist im Allgemeinen durchgängig verständlich, auch wenn der Einfluss von anderen Sprachen, die sie sprechen, auf die Betonung, die Intonation und/oder den Rhythmus bemerkbar ist und obwohl sie wiederholt einzelne weniger vertraute Laute und Wörter falsch aussprechen."
                }
            ]
        }
    ]
}